Revit 2024 API
VertexIndexPairArray.Append Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual void Append(
	VertexIndexPair item
)
Visual Basic
Public Overridable Sub Append ( _
	item As VertexIndexPair _
)
Visual C++
public:
virtual void Append(
	VertexIndexPair^ item
)
Parameters
item
Type: Autodesk.Revit.DB.VertexIndexPair
See Also
VertexIndexPairArray Class
Autodesk.Revit.DB Namespace